class script(object):
    START_TXT = """<b>ʜᴇʏ {} !!
    
ɪ ᴀᴍ ᴛʜᴇ ᴍᴏsᴛ ᴘᴏᴡᴇʀғᴜʟ ᴀᴜᴛᴏ-ғɪʟᴛᴇʀ ʙᴏᴛ (ʙᴇᴀsᴛ ᴍɪx).
ɪ ᴄᴀɴ sᴇᴀʀᴄʜ ᴍɪʟʟɪᴏɴs ᴏғ ғɪʟᴇs ᴡɪᴛʜ ᴀɪ sᴘᴇʟʟɪɴɢ ᴄʜᴇᴄᴋ.</b>"""

    HELP_TXT = """<b><u>ʙᴇᴀsᴛ ғɪʟᴛᴇʀ ᴄᴏᴍᴍᴀɴᴅs:</u></b>
• /start - ᴄʜᴇᴄᴋ ɪғ ɪ ᴀᴍ ᴀʟɪᴠᴇ
• /most - sᴇᴇ ᴛᴏᴘ sᴇᴀʀᴄʜᴇs
• /premium - ʙᴜʏ sᴜʙsᴄʀɪᴘᴛɪᴏɴ
• /imagine - ɢᴇɴᴇʀᴀᴛᴇ ᴀɪ ɪᴍᴀɢᴇs"""

    SPELL_CHECK_TXT = """<b>ɪ ᴄᴏᴜʟᴅɴ'ᴛ ғɪɴᴅ ᴀɴʏᴛʜɪɴɢ ғᴏʀ `{}`.
ᴅɪᴅ ʏᴏᴜ ᴍᴇᴀɴ ᴏɴᴇ ᴏғ ᴛʜᴇsᴇ?</b>"""

    ALL_FILES_CAPTION = """<b>📂 ғɪʟᴇ ɴᴀᴍᴇ: `{file_name}`
📦 sɪᴢᴇ: {file_size}</b>"""
